export const topics = [
  {
    number: 1,
    topic: 'Кино',
    angle: 300,
    startYear: '1960',
    endYear: '1969',
    events: [
      {
        year: '1960',
        event: 'Альфред Хичкок выпускает свой самый знаменитый и главный фильм в карьере — «Психо»',
      },
      {
        year: '1962',
        event: 'Состоялся первый прямой телемост Европа-США',
      },
      {
        year: '1965',
        event: 'Выходит киноэпопея Сергея Бондарчука «Война и мир',
      },
      {
        year: '1969',
        event: 'Закат золотой эпохи Голливуда',
      },
    ],
  },
  {
    number: 2,
    topic: 'Наука',
    angle: 360,
    startYear: '1970',
    endYear: '1979',
    events: [
      {
        year: '1972',
        event: 'Открыты антималярийный препарат артемизинин и антидепрессант прозак',
      },
      {
        year: '1973',
        event: 'Мартин Купер совершил первый в истории звонок по портативному сотовому телефону Motorola DynaTAC',
      },
      {
        year: '1976',
        event: 'Впервые расшифрованы РНК- и ДНК- геномы',
      },
      {
        year: '1979',
        event: 'Выходит соглашение о деятельности государств на Луне и других небесных телах',
      },
    ],
  },
  {
    number: 3,
    topic: 'Спорт',
    angle: 60,
    startYear: '1980',
    endYear: '1989',
    events: [
      {
        year: '1980',
        event: 'Олимпиада в Москве',
      },
      {
        year: '1984',
        event: 'Олимпиада в Лос-Анджелесе',
      },
      {
        year: '1988',
        event: ' Олимпиада в Сеуле',
      },
    ],
  },
  {
    number: 4,
    topic: 'Литература',
    angle: 120,
    startYear: '1990',
    endYear: '1999',
    events: [
      {
        year: '1992',
        event: 'Издается книга "Омон Ра" Виктора Пелевина',
      },
      {
        year: '1996',
        event: 'Издается книга «Бойцовский клуб» Чака Паланика',
      },
      {
        year: '1997',
        event: 'Издается первая книга из серии романов о Гарри Поттере',
      },
      {
        year: '1999',
        event: 'Издается книга "Голубое Сало" Владимира Сорокина',
      },
    ],
  },
  {
    number: 5,
    topic: 'Политика',
    angle: 180,
    startYear: '2000',
    endYear: '2009',
    events: [
      {
        year: '2001',
        event: 'Джордж Буш-младший стал президентом США',
      },
      {
        year: '2003',
        event: 'Вторжение в Ирак',
      },
      {
        year: '2004',
        event: 'В НАТО вошли Болгария, Латвия, Литва, Румыния, Словакия, Словения, Эстония',
      },
    ],
  },
  {
    number: 6,
    topic: 'Культура',
    angle: 240,
    startYear: '2010',
    endYear: '2019',
    events: [
      {
        year: '2010',
        event: 'Появление Instagram',
      },
      {
        year: '2011',
        event: 'Выходит «Игра престолов»',
      },
      {
        year: '2014',
        event: 'Студия Lucasfilm продана Disney',
      },
      {
        year: '2017',
        event: 'Движение вверх становится самым кассовым фильмом года в России',
      },
    ],
  },
]
